---
kind: type
id: T:Autodesk.Revit.DB.OrdinateTextPosition
source: html/d49aa2dd-e792-182a-af9f-d15f2c926e46.htm
---
# Autodesk.Revit.DB.OrdinateTextPosition

The ordinate dimension text position.

## Syntax (C#)
```csharp
public enum OrdinateTextPosition
```